{
	"eventlist":[
		{
			"eventid":"61026011",
			"name":"Kryptos",
			"image":"kryptos",
			"description":"A multilevel game that tests your skills at interpreting clues and cracking codes. Since the event has no pre-requisites and world-wide popularity of such events, Kryptos is the most popular online event in Excel.",
			"eventformat":"Will be updated soon",
			"rules":[
				"1. Answers can be entered in Uppercase or Lowercase. Spaces are also allowed. It doesn't Matter. Try to keep identities intact, i.e., mention full names for anything you enter. Eg. If the answer is Chandler Bing, then your entry should be ‘Chandler Muriel Bing’.",
				"2. Google is your encyclopedia; it'll give you anything and everything that you want. But the admins are your 'go to people'; they're always there to help. ",
				"3. New to Kryptos? There's basically just one rule. Do not leave any bit of the page unchecked. Change urls, check the source of the page, download files, click on random points,have your cookies checked, try every trick in the book to find your clues.",
				"4. Most importantly, THINK. All you need to do is try to make some sense of the questions, or sometimes, not make sense."
			],
			"contact":[
				{
					"name":"Harikishen H",
					"phone":"8089778224"
				},
				{
					"name":"Aravind C Ranjan",
					"phone":"8281382054"
				}
			]
		},
		{
			"eventid":"61026012",
			"name":"DalalBull",
			"description":"Dalalbull is a one of a kind online stock simulation game. It tests the participant's stock market knowledge as well as his/her trading skills. It is an individual event and only amateurs are eligible to participate. Each participant is provided ₹10,00,000 virtual money as initial capital.",
			"image":"dalalbull",
			"rules":[
				"1. This is strictly an individual online event.",
				"2. The duration of the event is 14 days.",
				"3. Registration using valid Facebook account is required for participation and there should be no duplicate accounts.",
				"4. The ranking is done as follows: The one with the highest net worth is ranked first .The final winner is decided based purely on his final net worth.",
				"5. If any malicious activity like using multiple accounts etc. is detected the user account will be deleted without prior notice.",
				"6. Rules are subject to change at any point in time."
			],
			"eventformat":"\n\n1. Duration of the event is 14 days.\n\n2. User can register online on the website with his Facebook or Google account.\n\n3. Basically 4 different types of transactions can be performed :\n ->Buy \n ->Sell\n ->Short Sell\n ->Short Cover\n\n4.Trading can be done on 50 companies from the National Stock Exchange(NSE) known as NIFTY50.\n\n5. The game will follow actual market timings (09:15 to 15:30).Trading can be done only on weekdays(Monday To Friday).All stock data is real-time fetched from published sources which are provided to all participants.6. The following terminologies related to Dalalbull are used on a frequent basis:\n ->Stock Info: DALAL BULL provides stock information for 50 companies from the NSE and you are allowed to trade with these companies only. The stock table displayed contains the following information.\n -> Open: Price level at which the pre open market traded the shares.\n -> High: Highest price during the day.\n ->Low: Lowest price during the day.\n ->Current price: Shows the Last traded price for the share. \n ->Change: Difference of current price with respect to previous close. \n ->% Change: Percentage difference of current price with respect to previous close.  Total trade Value: Total value of shares traded during the day.\n ->Cash Balance: The sum of Cash In Hand and the Margin you deposit after Short Selling.\n ->Cash In Hand: The maximum amount with which you can trade at any point of time. Initially each player is provided with ₹10,00,000 of virtual money to start the game.\n ->Margin: While Short Selling half of the trade value is deducted from cash in hand and deposited as margin. This is to ensure that the user is able to Short Cover the same even if price rises by 50%.\n ->Net Worth: The total of cash balance and worth of all the stocks in procession and this decides your rank\n ->No. of Transaction: The total number of transactions carried out by the broker on your behalf. Brokerage charged depends on the number of transactions carried out. Brokerage: Here at DalalBull for first 100 transactions will be charged 0.5% of transactions value as brokerage, next 900 transactions will attract 1% brokerage and beyond which 1.5% will be the brokerage.\n\n7. ​Limit Trading and Market Trading:\n ->Limit Trading ­ When you start playing the game you will see a field that says Pending Order, well this is what limit trading is all about. Here you may mention a price at which you want the shares to be bought or sold if you are not happy with the current price. In DALAL BULL, all the pending transactions that has not yet executed will be cancelled automatically when the market closes (i.e. at 15:30). So set the limit which may reach the target before 15.30. You will have to pay brokerage only for the executed transactions.\n ->Market Trading ­ You trade straight away without keeping any limit at the current price. And accordingly brokerage will be deducted for each successful transaction.\n\n8. A live leader board will be maintained so that the participant can check his/her ranking.",
			"contact":[
				{
					"name":"Sarath Sajeev",
					"phone":"+91 9496913052"
				},
				{
					"name":"Abhijith Asokan",
					"phone":"+91 9645127720"
				}
			]
		},

		{
			"eventid":"61026013",
			"name":"Best Manager",
			"image":"bestmanager",
			"description":"“Contrary to popular opinion, leadership is not a reserved position for a particular group of people who were elected or appointed, ordained or enthroned. Leadership is self-made, self-retained, elf-inculcated and then exposed through a faithful, sincere and exemplary life.” ― Israelmore Ayivor\n\nAre you someone with deep managerial vibe ready to conquer the corporate world in the days to come? Do you put yourself next to Satya Nadela , Tim cook ,Jack Welch or Indira Nooyi.\n\nWell if you are confident to crack the nut in this part of the world, Welcome Aboard Best Manager 2016\n\n\n",
			"eventformat":"Round 1 : Written Aptitude test\n\nDo you have the appetite to solve questions of logical connect, mathematics of common rationale ? Then all you need is a pen. This first section of this test will have multiple choice questions that will see your mathematical and logical insights ,Don’t worry !!!! what better than business knowledge would fit into this slot better off ,We have it too.The second section that is descriptive in nature would make you frame up your notions on business, public policy current affairs or everyday life.\n\n\nRound 2 : The Boardroom\n\nThis is a stage all set for the manager in you . It is easy to speak ,hard to convince If you are better at the latter then this is the place for you to be in. This is a platform where you can demonstrate how innovative and imaginative you can be and how you can convince your Board members in launching a product. We will help you with a raw material, All you need to do is innovate a product, make the strategy, identify the addressable market ,make the value proposition .In short put up a business plan and pitch it to the board…..STAY COOL You are not doing it alone …….Obviously you can form teams. Not everyone can perform good with a team of strangers, it will be mixing up with fellow contestants that will be a milestone you will have to reach here and Remember your team members are people with very high business and intellectual temper as you are. A fixed number of members from each team will proceed to the next round.\n\n\nRound 3 : Devils Advocate\n\nAs the sun begins to charm brighter ,we have yet another enthralling session of Group Discussion for you, You need not speak Shakespearean but you certainly need to advocate as you do for your devil client ,Where in you can vent all your energy and ideas on the events that unfolded in the near regime .Be it political, social or business You will have your stake.\n\n\nRound 4 : Cannon Fire Round\n\nAll eyes on you. This is certainly going to be the most sporty and exorbitant session you ever encountered in a competition of this repute. As you proceed and wave to our jam-packed auditorium ,you will be put in the shoes of an inspirable or controversial person who has ruled or is continuing to rule the newsprint. Yes Ladies and Gentlemen We have a Press Conference for you .Be ready to bear the brunt. Moving on the onus is again on you ,it will be a personal interview session very little personal as the crowd seems to be eager about all you do. The buck stops here right as you champ at the bit as the name of “THE BEST MANAGER 2016” falls out of the microphone\n\n\n",
			"rules":[
				"1. Individual participation only.",
				"2. Improper behaviour of any means at any stage will lead to immediate disqualification.",
				"3. The decision of the organizers and the judges will be final.",
				"4. Rules are subject to change at any point in time.",
				"5. Participants will be duly notified of any change."
			],
			"contact":[
				{
					"name":"Nandagopal. B",
					"phone":"+91 9895827525"
				},
				{
					"name":"Merin George",
					"phone":"+91 7736555186"
				},
				{
					"name":"Meghna Mariam Alias",
					"phone":"+91 9497493835"
				},
				{
					"name":"Navaneeth Paliath",
					"phone":"+91 8547539163"
				}
			]
		},
		{
			"eventid":"61026014",
			"name":"Kluge",
			"image":"kluge",
			"description":"Do u think your idea is the best thing since sliced bread ? Then brace yourself to twist your ideas, spill your creativity, get absorbed in thoughts and carve your artistry. Forget simplicity, the more crooked your mind works, the better. So wake up the dextrous, inventive, fantasizer in you through - KLUGE\n\n\n",
			"eventformat":"A 3 stage, 4 member team event where you have to create a contraption out of scrap materials to do a given task.\n\n\nRound 1 : Prelims\n\nA written round basically testing the logical and reasoning skills. 6 top scoring teams will be selected to next round.\n\n\nRound 2 : Crossword Puzzle\n\n4 teams out of the six who manage to crack a crossword puzzle under certain conditions within a limited time will qualify for the final round.\n\n\nRound 3 : Finals\n\nThe teams need to develop a contraption to make the final product that will be announced at the time of the event using items provided on the spot. The team who completes the task with more number of steps will be declared as winners.\n\n\n",
			"rules":[
				"1. Event is open for all.",
				"2. Teams can have 4 members.",
				"3. Cross-college teams are allowed.",
				"4. Only the provided set of materials may be used in the creation of the machines.",
				"5. Malpractices and sabotaging other teams' machines will lead to immediate disqualification.",
				"6. Judges' decision will be final.",
				"7. Organizers reserve the right to make decisions in case of conflicts and other issues.",
				"8. Rules are subject to change at any point in time. All rules will be explained at the event as well."
			],
			"contact":[
				{
					"name":"Kavya Pradeep",
					"phone":"+91 9567644473"
				},
				{
					"name":"Lakshmi Jayakumar",
					"phone":"+91 8547047867"
				},
				{
					"name":"Nandini M Nair",
					"phone":"+91 9995659654"
				}
			]
		},
		{
			"eventid":"61026015",
			"name":"DeFacto",
			"image":"defacto",
			"description":"A quiz solely aimed at school students, Defacto promises to be fun and interactive session, combining the innovation of college quizzing and the inquisitiveness of school quizzing consisting of a variety of interactive sessions, Defacto wishes to reach out to the young Einsteins and Madam Curies in school.\n\n\n",
			"eventformat":"Round 1 : Prelims\n\nA written selection round where teams of two have to answer a set of questions.\n\nRound 2 : Finals\n\nSix teams qualify for the finals.\n\n",
			"rules":[
				"1. School students from classes 7-12 can participate.",
				"2. A team should comprise of 2 members.",
				"3. Cross school teams allowed.",
				"4. Online registration and spot registration available for the teams. Spot registration will be closed half an hour before the prelims.",
				"5. School ID cards is mandatory.",
				"6. Winners and runners up of the quiz will be rewarded.",
				"7. The team with the most innovative ‘name’ will be rewarded.",
				"8. The school with the maximum participation will also be rewarded.",
				"9. Decision of the quizmaster will be final and binding."
			],
			"contact":[
				{
					"name":"Arjun Nair",
					"phone":"+91 9656472356"
				},
				{
					"name":"Adit Raghunath",
					"phone":"+91 9020776176"
				}
			]
		},
		{
			"eventid":"61026016",
			"name":"Tiki Taka",
			"image":"soccer",
			"description":"Tiki Taka is a 3 on 3 football tournament. The matches will be played in the knockout format. Contestants can register exclusively for this event at the venue, i.e., no need for Excel registration.\nThe 3’s football which will be held at the MEC grounds over 2 excel days. The matches will be played in the knockout format. Contestants can register exclusively for this event at the venue.\n\n\n",
			"eventformat":"The 3’s football which will be held at the MEC grounds over 2 excel days. The matches will be played in the knockout format. Contestants can register exclusively for this event at the venue.\n\n\n",
			"rules":[
				"1. Players cannot play for multiple teams. There are no goalkeepers allowed. Substitutions may occur at any dead ball situation, but players must get referee's attention to enter.",
				"2. No Offsides",
				"3. No Sliding tackles allowed",
				"4. Goal Area : The Goal Area, which will be marked, is directly in front of the goal.",
				"5. Defenders cannot touch the ball within the goal area, however any player may move through the goal area. If a defender touches the ball in the goal area, a penalty kick is awarded to the offensive team.",
				"6. Game Duration : Each game will last 10 minutes. If no goals have been scored after the allotted time or if the scores are tied, then a penalty shootout shall follow. In a penalty shootout each team is awarded 3 penalty kicks each.",
				"7. Three Yard Rule : In all dead ball situations, defending players must stand at least 3 yards away from the ball. If the defensive player's goal area is closer than 3 yards, the ball shall be placed 3 yards from the goal area in line with the place of the penalty.",
				"8. Dead Balls : All dead ball kicks (kick-ins, free kicks, kick-offs) are indirect with exception of penalty kicks.",
				"9. Kick Off : May be taken in any direction.",
				"10. Penalty Kicks : Shall be awarded if, in the referee's opinion, a scoring opportunity was nullified by the infraction. Penalty kicks have to be taken from the center of the field and no goalkeeper is allowed.",
				"11. Player Ejection (Yellow/Red Card): Referee has the right to eject a player from the game for continual disobedience or as a result of an incident that warrants sending the player off. A Yellow Card will be issued as a warning and a Red Card will be issued for a serious offence or on receipt of a second Yellow Card. The tournament organizers will decide suspension from additional games.",
				"12. Players and spectators are expected to act in the nature of good sportsmanship at all times.",
				"13. Abuse of the referees will not be tolerated.",
				"14. Any instance of misconduct will disqualify the responsible team from the event.",
				"15. Organizers reserve the right to make decisions regarding conflicts and other issues."
			],
			"contact":[
				{
					"name":"Abhilash K.B",
					"phone":"+91 8943720860"
				},
				{
					"name":"Jithiin G Manoj",
					"phone":"+91 9567661077"
				}
			]
		},
		{
			"eventid":"61026017",
			"name":"Treasure Hunt",
			"image":"treasurehunt",
			"description":"This event is for the adventurous, who would venture out into places unknown, to find treasures unseen. A total of 3 rounds: a written round followed by certain tasks and the final round where teams will be given clues, which they need to decode and ultimately find the treasure.\n\n\n",
			"eventformat":"Round 1 :\n\nA written round comprising of questions on just about anything. Treasure hunters must be well informed you know.\n\n\nRound 2 :\n\nQualifying teams will be given clues, which they need to decode and ultimately find the treasure.\n\n\n",
			"rules":[
				"1. Registration for the event is onsite, at the event venue.",
				"2. Each team may consist of 4 - 5 members.",
				"3. Any team found guilty of tampering with/mutilating the clues will be disqualified.",
				"4. The decision of the coordinators will be final and binding case of all disputes.",
				"5. Rules are subject to change at any point in time. All rules will be explained at the event as well"
			],
			"contact":[
				{
					"name":"Jose George",
					"phone":"N/A"
				},
				{
					"name":"Athul Antony",
					"phone":"N/A"
				}
			]
		},
		{
			"eventid":"61026018",
			"name":"CSI",
			"image":"detective",
			"description":"“The world is full of obvious things which nobody by any chance ever observes. There is nothing more deceptive than an obvious fact” - Sherlock Holmes\n\nEvery man at the bottom of his heart believes he is a born detective. Do you believe in that? Then CRIME SCENE INVESTIGATION 2016 is the best platform to find the detective in you..!!\n\nDo you have passion in detective stories? Are you someone who observes efficiently? Do you think you have a crooked brain to solve mysteries?\n\nIf you are confident,\nLet's play Crime Scene Investigation..!!\n\n\n",
			"eventformat":"Round 1 : Written Aptitude test\n\nAre you enthusiastic about detective stories? Do you have a brain to solve logical reasoning, mathematics?\n\nThe first section of this test will have multiple choice questions that will see your mathematical and logical insights. This section also includes the questions related to forensic and crimes.\n\nThe second section that is descriptive in nature would make you frame up a crime scene. 8 groups from this round will break into next round.\n\n8 groups from this round will break into next round.\n\nOnline round\n\nAn online CSI questionnaire will be posted in Excel FB page a week prior to Excel, and the ones with maximum number of likes for their response can form a group and proceed into the intermediate round without attending the prelims. Two such teams will be selected.\n\n\nRound 2 : Road to Finals\n\n1.Let's test your identification skill..!!\n\nA detective should be sharp in his identification skill. Are you good enough in it? Let’s check it out..!!\n\nThe sketch will be provided. Run fast..!! Find the person. Did you find it difficult to locate the person in the campus? Don’t worry. The location of the person will be provided. You will be provided with a band of a certain colour. Go find the person and get the band. Get back to the starting point fast.\n\n30 minutes is the time limit. The first 8 teams who come up with the band will get in to next level.\n\n2.Concentrate, play your game..!!\n\nA perfect investigator will be perfect in concentration. The way he/ she handle the pressure plays an important role in the investigation. Yes, this level test your concentration skill and the way you manage the pressure. Not a big deal right?? Play some fascinating games..!! A task will be given to the 8 teams simultaneously. The teams, that complete first will get more points. Time limit of each task will be 2 minutes. 5-6 tasks will be given.\n\nTop 6 teams will jump in to next level.\n\n3. Your Head’s got to be in it to win it..!!\n\nAre you the one with sharp brain? Let us find the top four. 4-5 questionnaire will be given. The best four will proceed to Finals..!!\n\n\nRound 3 : Lets find the perfect detective..!!\n\nHow will you handle a case? The ability to see beyond the mere facts presented and take into consideration other factors and motivators for people's behavior makes a perfect detective. Are you such a detective? Let’s find that. Who is the perfect detective among four groups? A crime scene will be given to you and few clues also. Now it’s your turn to find the culprit. Just find it and present the report.\n\n\n",
			"rules":[
				"1. The written aptitude test consists of 30 mcq and 1 essay question.contestants will be shortlisted to the second round based on merit.",
				"2. Two groups will be selected from the online round",
				"3. Those selected from online should participate from second round itself",
				"4. All the levels in second round will be strictly time limited.",
				"5. This is a team event consisting of 2 members per team.",
				"7. The contest is open to students from all colleges.",
				"8. Participants need to produce a valid identity card of their respective institutes.",
				"9. The organizers reserve all rights to disqualify any team for using unfair means at any stage of the event.",
				"10. In case of any discrepancies, decision of the coordinators shall be considered final and binding for all the teams.",
				"11. Additional rules will be provided by the organizers onsite.",
				"12. Any violation of the rules provided by the organizers, will lead to immediate disqualification.",
				"13. The judges' decision will be final.",
				"14. Rules are subject to change at any point in time.",
				"15. Participants will be duly notified of any changes."
			],
			"contact":[
				{
					"name":"Shafna Shah",
					"phone":"+91 9526980317"
				},
				{
					"name":"Akhil K J",
					"phone":"+91 9745597175"
				}
			]
		},
		{
			"eventid":"61026019",
			"name":"Excelsior",
			"image":"generalquiz",
			"description":"Brace yourself for a quizzing extravaganza that will test your mind about anything and everything under the sun! Be prepared to get amused, perplexed and absorbed. You might even get to learn something new.\n\nCome, battle it out! After all, knowledge is power.\n\n\n",
			"eventformat":"Round 1 : Prelims\n\nA written selection round where teams of two have to answer a set of questions.\n\n\nRound 2 : Finals\n\nSix teams qualify for the finals.",
			"rules":[
				"Will be updated soon"],
			"contact":[
				{
					"name":"Karthik Krishnan",
					"phone":"+91 9562480634"
				},
				{
					"name":"Sachin Santhosh",
					"phone":"+91 9746236609"
				}
			]
		},
		{
			"eventid":"61026020",
			"name":"Spider Web",
			"image":"spiderwb",
			"description":"Test your caliber to think out of the box and your mettle to hurl past the hurdles. Unfurl your creativity and uncage your spirit to overcome the traps on the way.\n\nWelcome to Spider Web! Entangled with clever mind games and challenging obstacles, you need to be not just the strongest of the lot but also the smartest to reach the finish line first.\n\n\n",
			"eventformat":"Round 1 : Prelims\n\nThis will be a written test from which six groups will be short listed.\n\n\nRound 2 :\n\nA group activity round where each group will be given a single task. 4 groups will be shortlisted for the next round.\n\nRound 3 :\n\nA series of group activities which will take you to the final round.\n\nRound 4 :\n\nYou’re on your own here.\n\n\n",
			"rules":[
				"1. Register in teams of 4 members.",
				"2. Event involves 3 rounds and a final.",
				"3. Teams will be eliminated at each round and participants will perform individually at the finals for the grand prize.",
				"4. The rules for the tasks will be given on the spot.",
				"5. Rules are subject to change at any point in time. All rules will be explained at the event as well.",
				"6. The decision of the judges and the coordinators will be final and binding."
			],
			"contact":[
				{
					"name":"Nimisha K K",
					"phone":"+91 9567493756"
				},
				{
					"name":"Karthik Siva P S",
					"phone":"+91 8089615012"
				},
				{
					"name":"Christy Shibu John",
					"phone":"+91 8593846206"
				}
			]
		}
	]
}
