{
	"eventlist":[
		{
			"name":"Ente Kulam",
			"image":"ende",
			"description":"On February 28, Kochi witnessed something very unique. More than 150 students of Govt. Model Engineering College, took part in the Ente Kulam Ernakulam project launched by District Collector M.G. Rajamanickam in association with Anbodu Kochi, a social media-based group.\n\n\nLed by the social initiatives wing of Excel 2016, the annual national techno-managerial symposium of the college, the students, and a group of volunteers took part in cleaning ponds at Kurumattam, Methala, Nellikuzhy, Pallikkara, Rayamangalam, Vattakkattupady, and Vengoor. The cleaning drive started at around 9 AM, and continued till the evening. The campaign was successful, with  the students being able to drive home the need for clean water bodies in all localities. They were also able to convince the locals to stop dumping waste into the ponds, marking the first step towards the conservation of these waterbodies.\n\n\nSign boards provided by Anbodu Kochi were set up at all the venues.The accumulation of waste and dirt over the years had led to the clogging of most ponds in the district, rendering them useless. The project, a brainchild of the District Collector, is aimed at the revival and conservation of ponds and waterbodies."

		},
		{
			"name":"Street Play",
			"image":"ther",
			"description":"On the 27th of June, a street play was conducted by the students of Government Model Engineering College, Thrikkakara as a part of the Swachh Bharath Packhwada Mission conducted by Petronet LNG Ltd. with the idea “Shuchitwa Keralam, Haritha Keralam”, in association with Excel 2016, the Annual Techno Managerial Symposium of Model Engineering college.\n\n\n The play was held at 5 locations in and around Vypin, namely Malippuram,Valappu, PuthuVypeen(ochanthuruthu), Murikkumpadam and Kaalamukku. The event was officially inaugurated by the CI of Malipuram and presided over by the president of the Vypeen panchayath . The play was conducted with a vision of enhancing awareness about cleanliness and waste management among the general public. It was held under the Prime Minister of India's undertaking, Swachh Bharath Pakhwada, and was blessed with the presence of a good number of spectators.\n\n\nThe street play was one among the many such initiatives taken up by the Petronet LNG Limited and the social initiatives team of Excel 2016 in order to educate and raise awareness in the society about socially relevant issues."
		}
	]
}